export default {
    'add' : {
        'page_title': ' بات جدید',
        "add" : "بات جدید",
    },
    "name" : "نام بات",
    "price" : "قیمت",
    "time" : "مدت زمان انجام",
    "already_bot_name" : "عنوان بات تکراری است.",
    "already_bot_slug" : "نامک بات تکراری است.",
    "bot_not_exist" : " بات انتخاب شده موجود نیست.",
    "validation" : {
        'userId_required': "لطفا آیدی درخواست دهنده را ارسال کنید",
        'clientsName_required':'لطفا نام موکل یا موکلین پرونده را وارد نمایید',
        'title':'لطفا یک عنوان برای پرونده وارد نمایید',

    },
    "requester_is_not_owner_bot" : "شما سازنده ی این بات نمی باشید و مجوز این عملیات را ندارید!",
    "add_start_step_error" : "عدم موفقیت در ساخت مرحله ی اولیه برای بات لطفا مجددا تلاش نمایید.",
    "file_already":"فایل قبلا انتخاب شده است.",
    'file_not_exist' : 'فایلی برای این مورد وجود ندارد.',
    "edit_step_file_failed" : "ویرایش  فایل مورد نظر با مشکل مواجه شد.",
    "need_to_activate_by_superAdmin" : "البته برای انتشار نهایی این بات لازم است توسط ادمین سایت هم فعالسازی شود",
    "need_to_trobleshoting" : "برای انتشار این بات ابتدا اعتبارسنجی بات  را انجام دهید و مشکلات مشخص شده را برطرف نمایید",
    "troubleshooting_success" : " بررسی و اعتبارسنجی بات باموفقیت انجام شد.",
    "already_case" : " شما پرونده ی مشابهی با این اطلاعات دارید",
    
}

